Repository: mozilla-l10n/mt-training-data
Catalog: yue/yue_pontoon.tmx
Source language: en_us
Languages: yue

source: Make your submitted data as rich as possible by providing some anonymous demographic data. We de-identify all demographic data before making it public.
yue: 透過提供匿名嘅人口統計特徵，令你提交嘅數據更豐富。公開之前，我哋會先去除人口統計特徵資料入面嘅個人識別資料。

source: Malagasy
yue: 馬拉加斯語

source: Malay
yue: 馬來語

source: Malayalam
yue: 馬拉也藍語

source: Maltese
yue: 馬耳他語

source: Manage Email Subscriptions
yue: 管理電郵訂閱

source: Manage Subscriptions
yue: 管理訂閱

source: Mapudungun
yue: 馬普切語

source: Marathi
yue: 馬拉地語

source: <mark>Using CV for</mark><br/><mark>your research?</mark>
yue: <mark>用緊 Common Voice 嚟做</mark><br/><mark>你嘅研究？</mark>

source: <mark>We need</mark><br/><mark>your help!</mark>
yue: <mark>我哋需要</mark><br/><mark>你嘅幫手！</mark>

source: Maybe our <homepageLink>homepage</homepageLink> will help? To ask a question, please join the <matrixLink>Matrix community chat</matrixLink>, monitor site issues via <githubLink>GitHub</githubLink> or visit <discourseLink>our Discourse forums</discourseLink>.
yue: 我哋嘅<homepageLink>首頁</homepageLink>可能會幫到你？想問問題，請加入<matrixLink>Matrix 群組聊天室</matrixLink>，網站問題可以交畀<githubLink>GitHub</githubLink>，或去一去我哋嘅<discourseLink>Discourse 論壇</discourseLink>話畀我哋知。

source: MB
yue: 兆字節

source: Meadow Mari
yue: 馬里語（東部）

source: Meetei Lon
yue: 曼尼普爾語

source: Message
yue: 訊息

source: [Mismatched content]
yue: [唔關事嘅內容]

source: Misreadings
yue: 錯讀

source: Missing an <strong>'s'</strong> at the end of a word.
yue: 漏咗詞尾嘅<strong>咗</strong>或者句尾嘅<strong>㗎、喇、咋、啊、喎</strong>。

source: Missing <strong>'A'</strong> or <strong>'The'</strong> at the beginning of the recording.
yue: 漏咗詞頭嘅量詞，例如「<strong>個</strong>」或者「<strong>啲</strong> 」。

source: Missing the end of the last word by cutting off the recording too quickly.
yue: 太早停咗個錄音，搞到最後一隻字斷咗錄唔到

source: Mixed
yue: 混合

source: Moksha
yue: 莫克沙語

source: Mongolian
yue: 蒙古語

source: More
yue: 更多

source: [More has been recorded than the required text]
yue: [錄埋啲原句以外嘅字入去]

source: Mossi
yue: 莫西語

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Common Voice, a project to help make voice recognition open and accessible to everyone.
yue: 大部分現成嘅數據都係由大公司擁有，冇開放畀大眾使用。我哋覺得噉樣會阻礙創新，所以創立咗 Common Voice 計劃，等大家都可以使用開放同易用嘅語音識別技術。

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Project Common Voice, a project to help make voice recognition open to everyone.
yue: 大部分現成嘅數據都係由大公司擁有，冇開放畀大眾使用。我哋覺得噉樣會阻礙創新，所以創立咗每個人都可以來自由建造語音識別嘅 Common Voice 計劃。

source: Most recordings are of people talking in their natural voice. You can accept the occasional non-standard recording that is shouted, whispered, or obviously delivered in a ‘dramatic’ voice. Please reject sung recordings and those using a computer-synthesized voice.
yue: 大部份錄音都係用正常聲線去錄。如果間中有啲唔標準嘅錄法，例如係大叫，細聲講嘢，或者好有「戲劇效果」噉讀，都可以接受嘅。唱歌或者電腦合成嘅錄音，就請你拒批。

source: Mozilla Common Voice is an initiative to help teach machines how real people speak.
yue: Mozilla Common Voice 係一個教識機器「人類點樣講嘢」嘅倡議。

source: Mozilla Common Voice is the world’s most diverse crowdsourced open speech dataset - and we’re powered entirely by donations. It costs almost a million dollars a year to host the datasets and improve the platform for the 100+ language communities who rely on what we do. If you value open, inclusive data - <b>donate today!</b>
yue: Mozilla Common Voice 係世界上語種最豐富嘅開放語音數據集——而且我哋係完全靠捐助嚟維持嘅。我哋每年用嚟託管呢 100+ 門語言嘅數據集同維護開發個平台要使差唔多一百萬美金。如果你都重視數據開放同包容嘅話——<b>捐款畀我哋啦！</b>

source: Mozilla’s open source voice recognition engine Deep Speech can be used to build speech recognition applications. Read our <githubLink>Github overview</githubLink> or join the <discourseLink>DeepSpeech Discourse</discourseLink> to learn how to get started.
yue: Mozilla 嘅開放原始碼語音識別引擎 Deep Speech，可以用來打造語音識別應用程式。您可以睇下我哋嘅 <githubLink>Github 概觀</githubLink>或者加入 <discourseLink>DeepSpeech Discourse</discourseLink> 了解點樣入門。

source: Mutual accountability.
yue: 互相問責。

source: N/A
yue: 唔適用

source: Name
yue: 名稱

source: Names of your language
yue: 語言名稱

source: Native Language
yue: 母語

source: Need some help with accent?
yue: 需要口音方面嘅更多定義？

source: Need some help with variants?
yue: 喺方音方面使唔使幫手？

source: Need to download your data?
yue: 需要下載你嘅數據？

source: Nepali
yue: 尼泊爾語

source: New Language Launch
yue: 新語言發佈

source: Next
yue: 下一個

source: Nias
yue: 尼亞斯語

source: No
yue: 唔係

source: [No ‘a’ in the original text]
yue: [原本冇「啊」]

source: No gravatar found for your email
yue: 揾唔到你電郵所屬嘅 Gravatar

source: No microphone found.
yue: 未發現咪高峰。

source: Norwegian Bokmål
yue: 書面挪威語

source: Norwegian Nynorsk
yue: 新挪威語

source: Note: When set to 'Visible', this setting can be changed from the <profileLink>Profile page</profileLink>
yue: 注意：設定做「可見」之後，以後可以喺<profileLink>個人檔案</profileLink>修改

source: Note: You will still need to select between Speak or Listen to change contribution type.
yue: 注意：你仲需要揀「錄音」或「聽聲」嚟轉換貢獻模式。

source: No Thanks
yue: 唔使嘞

source: No variant selected
yue: 未揀方音

source: Now that you know a little bit more about Common Voice, why not try it out? Click on the microphone icon to start reading sentences aloud. <br/><br/>If you prefer to review other people's voice contributions, click on the play icon. You’ll help confirm that recordings match the sentences written on screen.
yue: 而家你知多咗 Common Voice 嘅資訊喇，有冇興趣來試下？請你撳一撳個咪來大聲朗讀句子。<br/><br/>如果你想幫手審核其他人嘅錄音，請你撳一撳個播放圖示來確認段錄音同段文字係咪相同。

source: Now you can donate your voice to help us build an open-source voice database that anyone can use to make innovative apps for devices and the web. Read a sentence to help machines learn how real people speak. Check the work of other contributors to improve the quality. It’s that simple!
yue: 而家你可以將自己嘅聲音捐畀我哋，以幫助建立開放嘅語音資料庫，等任何人都可以為裝置同互聯網發行嶄新嘅應用程式。<lineBreak></lineBreak> 只要朗讀一段文字，你就可以幫助機器了解我哋點樣講嘢。你亦都可以驗證其他貢獻者嘅錄音，協助改善品質。就係咁簡單！

source: Number of Voices
yue: 錄音人數

source: Occitan
yue: 奧克語

source: Odia
yue: 奧里亞語

source: Off
yue: 閂

source: Offensive language
yue: 冒犯性言語

source: Offensive speech
yue: 冒犯性言論

source: On
yue: 開

source: On desktop devices you can contribute by downloading…
yue: 喺桌上型電腦，閣下可以下載：

source: On his head he wore a beret.
yue: 佢去咗銀行。

source: On iOS please continue with Safari to enable recording…
yue: iOS 用戶，請使用 Safari瀏覽器以繼續錄製…

source: On the other hand, if you think that the reader has probably never come across the word before, and is simply making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
yue: 另一方面，如果你覺得個朗讀者可能唔識隻字，又估錯隻字點讀，請拒批。唔肯定嘅話，就撳跳過掣。

source: Optionally join on our email list for updates and new information about the project.
yue: 你可以選擇接收有關項目更新同新資訊嘅電子郵件。

source: Optionally submitted demographic data (e.g. age, gender, language, and accent) will never be made public on your profile, and will not be linked to your account in the dataset. Individual audio clips will be associated with demographic data for the purpose of more accurate analysis - for example, a researcher might want to target a training model to a specific demographic segment.
yue: 可以自由提供嘅人口背景資料（例如年齡、性別、語言、口音）絕對唔會喺你嘅 profile 公開，都唔會同你嘅户口㨢埋一齊。獨立嘅錄音片段會同背景資料褦埋一齊，令到分析更加精準，因為有時研究人員會想訓練啲語音模型去專門處理某種人口背景嘅語音。

source: Other
yue: 其他

source: Other Language
yue: 其他語言

source: Other people validate those voice clips.
yue: 其他人驗證呢啲錄音片段。

source: Other voice datasets…
yue: 其他語音數據集…

source: Other Voice Datasets
yue: 其他語音數據集

source: Our governance is founded on the pillars of:
yue: 我哋嘅管治係建基於：

source: Our Partners
yue: 我哋嘅合作伙伴

source: Overall Accuracy
yue: 整體準確度

source: Overall Hr. Total
yue: 錄音時數 (小時）

source: Papiamento (Aruba)
yue: 帕皮阿門托語（阿魯巴）

source: Partner
yue: 合作

source: Partners
yue: 合作夥伴

source: Partnerships
yue: 合作

source: Partnerships and networks
yue: 合作關係同合作網絡

source: [Part of the text can’t be heard]
yue: [部份文字聽唔到]

source: Pashto
yue: 普什圖語

source: Past recordings download requests
yue: 過往嘅下載錄音請求

source: <p>Common Voice is a publicly available voice dataset, powered by the voices of volunteer contributors around the world. People who want to build voice applications can use the dataset to train machine learning models.</p> <p>At present, most voice datasets are owned by companies, which stifles innovation. Voice datasets also underrepresent: non-English speakers, people of colour, disabled people, women and LGBTQIA+ people. This means that voice-enabled technology doesn’t work at all for many languages, and where it does work, it may not perform equally well for everyone. We want to change that by mobilising people everywhere to share their voice.</p>
yue: Common Voice 係一個公開嘅語音數據集，佢係靠世界各地嘅志願者貢獻出自己把聲嚟構成嘅。想自己整語音應用嘅個人同團體都可以用呢份數據集嚟訓練啲機械學習模型。 目前大部分語音數據集都係得大公司先擁有，噉樣會阻礙創新。而且好多語音數據集都忽視咗非英語人士、有色人種、殘障人士、女性、LGBTQIA+ 等人羣嘅數據。噉導致咗有好多語言啲語音技術都唔支援，或者就算係支援咗都唔係對所有人嘅效果都一樣咁好。我哋想等大家都可以好方便噉貢獻出自己把聲，嚟改變呢個現狀。

source: People come and contribute their voices.
yue: 個個人都嚟貢獻佢哋自己把聲。

source: Persian
yue: 波斯語

source: Personal dashboards keep you up-to-date with individual and community progress.
yue: 個人儀表板會準時更新你同埋大衆嘅進度。

source: <playbookLink>Find helpful guidance</playbookLink> on the entire Common Voice journey, from localisation to dataset usage, as well as how to connect with our community.
yue: 無論係在地化、數據使用，定係社群交際方面嘅資訊，都可以喺使用 Common Voice 嘅過程中，隨時<playbookLink>造訪實用指南</playbookLink>獲取。

source: <playIcon></playIcon>Last one!
yue: <playIcon></playIcon> 最後一個！

source: Play/Stop
yue: 播放/停止

source: Polish
yue: 波蘭語

source: Portuguese
yue: 葡萄牙語

source: Press play, listen & tell us: did they accurately speak the sentence below?
yue: 撳播放、聽完、再回覆：呢句話讀得啱唔啱？

source: Press { shortcut-play-toggle } to toggle play mode
yue: 撳 { shortcut-play-toggle } 即可切換播放模式

source: Privacy
yue: 私隱

source: Privacy Policy
yue: 私隱政策

source: Privacy, security and transparency.
yue: 私隱、安全同透明度。

source: Pro
yue: 專業

source: Profile
yue: 個人檔案

source: Profile information improves the audio data used in training speech recognition accuracy.
yue: 個人檔案信息可以改良用於訓練語音識別準確度嘅音頻數據。

source: Progress
yue: 進展

source: Punctuation
yue: 標點

source: Punjabi
yue: 旁遮普語

source: Quechua Chanka
yue: 奇楚華昌卡語

source: [‘Raised’ in English is always pronounced as one syllable, not two]
yue: [喺邊一度嘅粵語入面，「鉛」同「簽」都係唔同音]

source: Reader Effects
yue: 朗讀效果

source: Reading contractions that aren't actually there, such as "We're" instead of "We are", or vice versa.
yue: 讀咗啲冇寫出嚟嘅縮略，例如寫住「唔係」但係讀咗做「咪」。

source: Read More
yue: 了解更多

source: Read more on our About page
yue: 去關於我哋嘅頁面瞭解更多

source: Read the sentence carefully - don’t miss, change or add words.
yue: 讀句子要小心，唔好漏字、改字或者加字。

source: Ready to add your voice or lend your ear?
yue: 準備好參與錄音，或者⋯⋯借一借對耳來用未？

source: Ready to contribute?
yue: 準備好貢獻未？

source: Ready to do { $count } more?
yue: 準備好做多{ $count } 個未？

source: Ready to donate your voice?
yue: 準備好貢獻你把聲未？

source: Ready to help validate sentences?
yue: 準備好幫手驗證句子未？

source: reCAPTCHA is required if you want to proceed
yue: 想繼續嘅話要完成 reCAPTCHA 驗證

source: Receive emails such as challenge and goal reminders, progress updates, and newsletters about Common Voice.
yue: 接收挑戰及目標提醒、進度更新同關於 Common Voice 嘅新聞簡報。

source: Recorded Clips
yue: 已錄片段

source: Recorded Hours
yue: 錄音時數

source: <recordIcon></recordIcon> Last one!
yue: <recordIcon></recordIcon>最尾一個！

source: [Recording cut off before the end of the last word]
yue: [未講完最後嗰隻字就斷咗錄音]

source: Recordings
yue: 錄音

source: Recording voice clips is an integral part of building our open dataset; some would say it's the fun part too.
yue: 錄音係我哋建立開放數據集不可或缺嘅一部份，亦都係好多人覺得最好玩嘅嗰部份！

source: Record/Stop
yue: 錄音/停止

source: Record your voice
yue: 錄低你把聲

source: Refresh
yue: 刷新

source: Reject
yue: 否決

source: Remove
yue: 移除

source: Remove Avatar
yue: 刪除肖像

source: Report
yue: 報告

source: Report was passed successfully
yue: 成功送出報告

source: Request a Language
yue: 申請增加一種語言

source: Request recordings
yue: 請求獲取錄音

source: *required
yue: *必填欄位

source: Re-record
yue: 重新錄音

source: Re-record clip
yue: 重新錄音

source: Return
yue: 返回

source: Return here to edit your goal anytime.
yue: 你可以隨時返返嚟呢度編輯目標。

source: Return to Common Voice
yue: 返回 Common Voice

source: Return to Common Voice Datasets
yue: 返回 Common Voice 數據庫

source: Return to Languages
yue: 返回語言列表

source: Review
yue: 審核

source: Review & re-record clips here as you go
yue: 喺度確認或者重錄片段

source: Review & re-record clips if needed
yue: 有需要時覆核並重新錄音

source: Review Sentences
yue: 審核句子

source: Review & Submit
yue: 覆核並提交

source: Romanian
yue: 羅馬尼亞語

source: Romansh Sursilvan
yue: 舒蕭凡羅馬什語

source: Romansh Vallader
yue: 羅曼什語

source: Runyankole
yue: 尼揚科勒語

source: Russian
yue: 俄語

source: Sakha
yue: 薩哈語

source: Santali (Ol Chiki)
yue: 桑塔利語

source: Sardinian
yue: 薩丁尼亞語

source: Save
yue: 儲存

source: Saved
yue: 已儲存

source: Search
yue: 揾

source: See how your progress compares to other contributors all over the world.
yue: 對比你同世界各地嘅貢獻者嘅進度。

source: See Less
yue: 睇少啲

source: See More
yue: 睇多啲

source: Select a Language...
yue: 揀一種語言…

source: Selected
yue: 已揀

source: Select the desired language dataset and choose the version you wish to download.
yue: 揀你想下載嘅語言數據集同相應版本。

source: Send sign up link
yue: 寄送註冊連結

source: Sentence Collection
yue: 句子收集

source: Sentences
yue: 句子

source: Sentences are collected for people to read aloud.
yue: 啲句子已經收好攞去畀人讀喇。

source: Sentence text
yue: 句子文本

source: Serbian
yue: 塞爾維亞語

source: Set a goal
yue: 訂立目標

source: Set my visibility
yue: 公開/隱藏個人檔案

source: Settings
yue: 設定

source: Sex or Gender
yue: 性別

source: Share Common Voice
yue: 分享Common Voice

source: Share my goal
yue: 分享我嘅目標

source: Share your clip
yue: 分享你段錄音

source: Share your { $count } Clip Daily Goal for { $type }
yue: 分享閣下嘅每日 { $type } 目標: { $count } 片段

source: Share your { $count } Clip Weekly Goal for { $type }
yue: 分享閣下嘅每週 { $type } 目標: { $count } 片段

source: Shilha
yue: 施盧赫語

source: Shortcuts
yue: 捷徑

source: [Should be ‘dinosaurs’]
yue: [應該係「嗰啲」唔係「啲」，讀漏咗字所以唔啱]

source: [Should be “We are”]
yue: [應該要係「唔係」]

source: Show my ranking
yue: 顯示我嘅排名

source: Sicilian
yue: 西西里語

source: Sign up
yue: 註冊

source: Sign up for an account
yue: 註冊帳户

source: Sign up for Common Voice newsletters, goal reminders and progress updates
yue: 留低你嘅電郵地址，收取 Common Voice 電子報、目標提醒、同進度更新。

source: sign up for email updates
yue: 訂閲最新消息電子報

source: Sign up for { $lang } updates:
yue: 登記接收{ $lang }嘅最新消息：

source: Single ZIP file containing
yue: 包含單個zip檔

source: Sinhala
yue: 僧伽羅語

source: Size
yue: 數據庫大細

source: Skip
yue: 跳過

source: Skip Submission Feedback
yue: 跳過提交反饋

source: Slovak
yue: 斯洛伐克語

source: Slovenian
yue: 斯洛文尼亞語

source: Social media
yue: 社交媒體

source: Somali
yue: 索馬里語

source: Some languages have enormous variation in grammar, vocabulary and pronunciation. For this reason, we are <ctaLink>introducing ‘Variants’</ctaLink> in 2022. This gives communities a way to distinguish their languages within the larger dataset.
yue: 某啲語言內部有好多語法、詞彙同發音嘅差異，所以我哋由2022年起<ctaLink>引入「變體」嘅概念</ctaLink>，等各個社群喺個大數據集入面都搵得返佢哋自己嘅語言。

source: Someone asks for a language to be added.
yue: 有人請求新加一門語言。

source: Something went wrong with reCAPTCHA. Please try again.
yue: reCAPTCHA 出咗錯，請試多次。

source: Sorbian, Lower
yue: 索布語（低地）

source: Sorbian, Upper
yue: 索布語（高地）

source: Sorry, Common Voice is running slowly. Thanks for your interest.
yue: 對唔住，Common Voice 運行得好慢。多謝你嘅耐心等待。

source: Sorry, something went wrong
yue: 對唔住，出咗啲問題

source: Spanish
yue: 西班牙語

source: Speak
yue: 講

source: Speakers
yue: 獻聲人數

source: Speaking
yue: 講

source: Speaking and Listening
yue: 又聽又講

source: Speak now
yue: 請開聲講

source: Speak up, contribute here!
yue: 喺度開聲貢獻！

source: <speechBlogLink>Get Started with Speech Recognition</speechBlogLink>
yue: <speechBlogLink>語音辨識新手上路</speechBlogLink>

source: Split into { $archiveCount } ZIP files containing
yue: 包含 { $archiveCount } 個分開嘅 zip 檔

source: Splits
yue: 語音特徵概況

source: Start recording
yue: 開始錄音

source: Start typing to describe your accent
yue: 開始寫閣下嘅口音描述

source: Stats
yue: 統計資料

source: Status Page
yue: 狀態頁面

source: <strong>[Crackle]</strong> giant dinosaurs of <strong>[crackle]</strong> -riassic.
yue: 大<strong>[嘞嘞聲]</strong> 恐 <strong>[嘞嘞聲]</strong> 龍。

source: <strong>[Sneeze]</strong> The giant dinosaurs of the <strong>[cough]</strong> Triassic.
yue: <strong>[乞嚏]</strong> 三疊紀嘅 <strong>[咳]</strong> 大恐龍。

source: Submit
yue: 遞交

source: Submit a report
yue: 提交一個報告

source: Submit clips
yue: 提交錄音

source: Subscribe
yue: 訂閲

source: Success
yue: 成功

source: Success, profile created!
yue: 成功建立個人檔案！

source: Swahili
yue: 斯瓦希里語

source: Swedish
yue: 瑞典語

source: Syriac
yue: 敘利亞語

source: Tagalog
yue: 他加祿語

source: Tahitian
yue: 大溪地語

source: Taiwanese (Minnan)
yue: 台灣閩南語

source: Tajik
yue: 塔吉克語

source: Taking several attempts to read a word.
yue: 錄咗幾次先至錄得到個字

source: Tamil
yue: 泰米爾語

source: Tap
yue: 敲

source: Tatar
yue: 韃靼語

source: Tatoeba is a large database of sentences, translations, and spoken audio for use in language learning. This download contains spoken English recorded by their community.
yue: Tatoeba 係一套用於語言學習嘅大型數據庫，當中包含咗各種句子、翻譯、以及錄音。呢個下載項目包含咗其社群所錄低嘅英語語音。

source: TED-LIUM Corpus
yue: TED-LIUM 語料庫

source: Tell us what you'd like to download:
yue: 話畀我哋知你想下載啲咩：

source: Telugu
yue: 泰盧固語

source: Terms
yue: 條款

source: Thai
yue: 泰語

source: Thanks for confirming your account, now let's build your profile.
yue: 感謝你確認你嘅帳戶，而家我哋一齊建立你嘅個人資料啦

source: Thanks to contributions from over 259k people in over 50 languages, this data is being used to train speech-enabled applications to better respond to the human voice.
yue: 受惠於全球超過25.9萬人為50幾種唔同語言嘅無私貢獻，我哋將會利用呢啲資料嚟訓練有語音功能嘅應用程式，令佢哋可以更準確噉理解人聲。

source: Thank you for recording!<lineBreak></lineBreak>Now review and submit your clips below.
yue: 多謝你嘅錄音！<lineBreak></lineBreak>請喺下面審核同提交你嘅錄音。

source: Thank you for your interest in contributing to { $lang }. We work hard to get every language ready for launch and keep the teams updated via email. If you want to contribute, please provide your email below.
yue: 多謝你有意向為{ $lang }貢獻內容。我哋會盡力令大家用到每種語言並會以電郵通知團隊。如果你想幫手貢獻，請喺下面留低你嘅電郵地址。

source: Thank you! You’ve sent a new language enquiry
yue: 唔該晒！新語言申請已經提交。

source: The bumblebee sped by.
yue: 噷……

source: The Clip Graveyard consists of voice clips that didn't make it into the Common Voice dataset. Just like the dataset, the Clip Graveyard is available for download. We would like to thank the following people and organizations for their help with the project:
yue: 垃圾桶度有無法進入 Common Voice 數據集嘅語音片段。同數據集一樣，垃圾桶嘅內容亦可下載。

source: The clip has disrespectful or offensive language.
yue: 呢個片段中有唔尊重人哋或冒犯性語言。

source: The Common Voice Dataset contains hundreds of thousands of voice samples that help developers build voice recognition tools.
yue: Common Voice 數據集有幾十萬條語音樣本，可以用嚟幫開發者建造語音識別工具。

source: The giant dinosaur of the Triassic.
yue: 啲三疊紀嘅巨型恐龍

source: The giant dinosaurs of the Triassi-.
yue: 嗰啲三疊紀嘅巨型恐-。

source: The giant dinosaurs of the Triassic.
yue: 嗰啲三疊紀嘅巨型恐龍

source: The giant dinosaurs of the Triassic. <strong>[read by one voice]</strong>
yue: 嗰啲三疊紀嘅巨型恐龍。<strong>[由一把聲音讀出]</strong>

source: The giant dinosaurs of the Triassic. Yes.
yue: 嗰啲三疊紀嘅巨型恐龍。好。

source: The giant dino <strong>[cough]</strong> the Triassic.
yue: 三疊紀嘅 <strong>[咳]</strong> 大恐龍。

source: The number of recordings and which languages you contribute to will be public.
yue: 你貢獻嘅錄音數量，同埋你貢獻咗邊幾種語言，都會係公開嘅。

source: There are lots of ways to think about language. For the purposes of speech recognition models, Common Voice suggests focussing on ‘mutual intelligibility’, or ‘can speakers of this language mostly understand one another if they try to?’
yue: 我哋可以用唔同角度去諗咩係語言。對於語音識別模型，Common Voice 建議將重點放喺「互通度」上面，即係話「講呢種語言嘅人互相對話嘅話，係咪大部分會理解到對方講緊啲咩？」

source: The recording was too long.
yue: 段錄音太長喇。

source: The recording was too quiet.
yue: 段錄音太靜喇。

source: The recording was too short.
yue: 段錄音太短喇。

source: There will be natural variations in volume between readers. Reject only if the volume is so high that the recording breaks up, or (more commonly) if it is so low that you can’t hear what is being said without reference to the written text.
yue: 唔同嘅朗讀者自然會有聲量嘅偏差。淨係聲量大到個錄音會斷開，或者（更常見）係聲量細到冇字幕就聽唔清嗰陣，先至好唔批

source: These languages are currently under community development. <localizationGlossaryLink>Website localization</localizationGlossaryLink> and <sentenceCollectionGlossaryLink>sentence collection</sentenceCollectionGlossaryLink> is needed to launch.
yue: 呢啲語言而家仲處於社群開發進程中，進度條展示咗每種語言<localizationGlossaryLink>網站本地化</localizationGlossaryLink>同<sentenceCollectionGlossaryLink>搜集語句</sentenceCollectionGlossaryLink>嘅進度。

source: The selected file is too large
yue: 檔案過大

source: The sentence has a grammatical or spelling error.
yue: 呢句有文法或串法錯誤。

source: The sentence has disrespectful or offensive language.
yue: 呢句唔尊重人或者語帶冒犯。

source: The site is ready to be launched when it reaches 75% completion.
yue: 內容翻譯咗75%之後，網站就可以準備發佈。

source: The site will be back up as soon as possible. For the latest information, please join the <matrixLink>Matrix community chat</matrixLink> or visit <githubLink>GitHub</githubLink> or <discourseLink>our Discourse forums</discourseLink> to submit and monitor site experience issues.
yue: 網站將會盡快恢復作業。請到我哋嘅 <matrixLink>Matrix 社群聊天頻道</matrixLink>、<githubLink>GitHub</githubLink> 上嘅網站報告問題，或到 <discourseLink>Discourse 討論區</discourseLink>報畀我哋，或者瀏覽最新資訊。

source: The TED-LIUM corpus was made from audio talks and their transcriptions available on the TED website.
yue: TED-LIUM 語料庫係由 TED 網站上提供嘅講座對話語音同埋演講文字抄稿一齊製成嘅語料庫。

source: The website text is translated into that language.
yue: 網站文本翻譯咗成嗰門語言喇。

source: This is a use case driven segment containing data to power spoken digit recognition and yes / no detection.
yue: 呢個係按照實際使用需要拆出嚟嘅部份，入面嘅資料可以用喺數字識別同埋是/否檢測。

source: This setting controls your leaderboard visibility. When hidden, your progress will be private. This means your image, user name and progress will not appear on the leaderboard. Note that leaderboard refresh takes ~{ $minutes }min to populate changes.
yue: 用該選項喺排行榜上高公開/隱藏個人檔案。喺「隱藏」狀態時，閣下嘅進度得自己睇到，照片、用戶名稱、貢獻進度等均唔會出現喺排行榜上高。注意喺改變設定 { $minutes } 分鐘之後，排行榜設定先會生效。

source: Three to go!
yue: 仲有三個！

source: Tibetan
yue: 藏語

source: Tigre
yue: 提古利語

source: Tigrinya
yue: 提格利尼亞語

source: Today
yue: 今日

source: Today's Common Voice progress on clips recorded
yue: 今日 Common Voice 錄音片段嘅進度

source: Today's Common Voice progress on clips validated
yue: 今日 Common Voice 驗證片段嘅進度

source: Today's Progress
yue: 今日進度

source: To make it into the Common Voice dataset, a voice clip must be validated by two separate users.
yue: 一個錄音片段必須先通過兩個唔同嘅用户驗證，先可以進入 Common Voice 數據集。

source: Top Contributors
yue: 主要貢獻者

source: Total
yue: 總共

source: Total Approved
yue: 總批准數

source: { $totalHours } hours is achievable in just over { $periodMonths } months if { $people } people record { $clipsPerDay } clips a day.
yue: 假如有 { $people } 個人每日都錄到{ $clipsPerDay } 條片，就可以喺 { $periodMonths } 個月內達到{ $totalHours } 個鐘嘅錄音目標。

source: To the right we outline the benefits and clarify what information we make public. Use the links below to get started with a Common Voice account on your own device.
yue: 喺右手邊，我哋列明咗各項成效同我哋會公開嘅資訊。請用下面嘅連結嚟喺你自己嘅裝置上開始使用 Common Voice 賬戶。

source: Toward next goal
yue: 向住下一個目標

source: Track progress here and on your stats page.
yue: 可以在此追蹤進度，或前往統計頁面。

source: <translateVideoLink>Watch our guide on how to use Pontoon.</translateVideoLink>
yue: <translateVideoLink>睇下 Pontoon 嘅使用教學。</translateVideoLink>

source: Translating the site
yue: 繙譯本站

source: Turkish
yue: 土耳其語

source: Turkmen
yue: 土庫曼語

source: Twi
yue: 契維語

source: Typically megabytes
yue: 通常幾 MB 大

source: Ubykh
yue: 尤比克語

source: Udmurt
yue: 烏德穆爾特語

source: Ukrainian
yue: 烏克蘭語

source: Understand contribution criteria
yue: 了解貢獻準則

source: Understand what to look for when listening to voice clips and help make your voice recordings richer too!
yue: 了解聽錄音嘅時候要注意啲乜，同埋令你嘅錄音片段更加豐富！
